print("Доброго времени суток Владислав, желаю рассказать немного о себе!") # синтаксический ввод

my_age = 17                                                                # int (целочисленный тип)
my_name = "Александр"                                                      # str (строковый тип)
my_location = "Великий Новгород."                                          # str (строковый тип)
foreword = "Начать бы я хотел с предысловия:"                              # str (строковый тип)
print(foreword)

print("Меня зовут", my_name, "мне", my_age, "лет.")                        # конкатинация строк
print("В данный момент проживаю и учусь в городе -", my_location)

time_before_college = 20                                                   # int (целочисленный тип)
my_place_of_study = "НСК."                                                 # str (строковый тип)
print("До моего колледжа ехать минут", time_before_college,"- учусь в", my_place_of_study) # конкатинация строк
print("Знаю одно, то что мне уже нравится программировать - это круто :D")
print("Но всё же обо мне:")

my_weight = 73.5                                                           # float (тип с точкой)
my_height = 183                                                            # int (целочисленный тип)
print("Мой рост составляет", my_height,)
print("Вес находится в районе", my_weight)

your_name = "Владислав!"                                                   # str (строковый тип)
true = "правда"                                                            # str (строковый тип)

print("Желаю выразить благодарность за предыдущую пару, ведь это", true, "интересно,", your_name) # конкатинация строк












